{
    "name": "Enceladus",
    "albedo": 1.375,
    "radius": 252.1,
    "mass": 108022000000000000000,
    "centralMass": 5.6834e+26,
    "axialTilt": 0,
    "inclination": 0.019,
    "atmosphere": 13417384,
    "ephemeris": {
        "nasaOrbitalCode": "602",
        "nasaBarycenterCode": "6",
        "revolutionOrder": "d"
    },
    "maps": [
        {
            "slot": "map",
            "url": "Enceladus.jpg"
        }
    ],
    "argumentOfPeriapsis": 199.7667628013468,
    "eccentricity": 0.003980403809233389,
    "longitudeOfAscendingNode": 169.5421607337014,
    "semimajor": 238953.9048047703,
    "semiminor": 238952.01185049882,
    "periapses": {
        "last": 1508004551601.2324,
        "next": 1508245552205.2378
    },
    "description": "Enceladus (*en-SEL-ə-dəs*) is the sixth-largest moon of Saturn. It is about 500 kilometers (310 mi) in diameter, about a tenth of that of Saturn's largest moon, Titan. Enceladus is mostly covered by fresh, clean ice, making it one of the most reflective bodies of the Solar System. Consequently, its surface temperature at noon only reaches −198 °C (−324 °F), far colder than a light-absorbing body would be. Despite its small size, Enceladus has a wide range of surface features, ranging from old, heavily cratered regions to young, tectonically deformed terrains that formed as recently as 100 million years ago.\n\nEnceladus was discovered on August 28, 1789, by William Herschel, but little was known about it until the two Voyager spacecraft, Voyager 1 and Voyager 2, passed nearby in the early 1980s. In 2005, the Cassini spacecraft started multiple close flybys of Enceladus, revealing its surface and environment in greater detail. In particular, Cassini discovered water-rich plumes venting from the south polar region. Cryovolcanoes near the south pole shoot geyser-like jets of water vapor, molecular hydrogen, other volatiles, and solid material, including sodium chloride crystals and ice particles, into space, totaling about 200 kg (440 lb) per second. Over 100 geysers have been identified. Some of the water vapor falls back as \"snow\"; the rest escapes, and supplies most of the material making up Saturn's E ring. According to NASA scientists, the plumes are similar in composition to comets. In 2014, NASA reported that Cassini found evidence for a large south polar subsurface ocean of liquid water with a thickness of around 10 km (6 mi).\n\nThese geyser observations, along with the finding of escaping internal heat and very few (if any) impact craters in the south polar region, show that Enceladus is currently geologically active. Like many other satellites in the extensive systems of the giant planets, Enceladus is trapped in an orbital resonance. Its resonance with Dione excites its orbital eccentricity, which is damped by tidal forces, tidally heating its interior and driving the geological activity.\n\nExcerpt via [Wikipedia](https://en.wikipedia.org/wiki/Enceladus_(moon))."
}
