{
    "name": "Titan",
    "albedo": 0.22,
    "radius": 2575.5,
    "mass": 1.3452e+23,
    "centralMass": 5.6836e+26,
    "axialTilt": 0,
    "inclination": 0.34854,
    "atmosphere": 16634447,
    "ephemeris": {
        "nasaOrbitalCode": "606",
        "nasaBarycenterCode": "6",
        "revolutionOrder": "d"
    },
    "maps": [
        {
            "slot": "map",
            "url": "Titan.jpg"
        }
    ],
    "argumentOfPeriapsis": 173.4209524500883,
    "eccentricity": 0.02863073196285055,
    "longitudeOfAscendingNode": 169.0962668018458,
    "semimajor": 1221644.204661192,
    "semiminor": 1221143.3996418167,
    "periapses": {
        "last": 1508233136675.276,
        "next": 1509610864914.3352
    },
    "description": "Titan is the largest moon of Saturn. It is the only moon known to have a dense atmosphere, and the only object in space other than Earth where clear evidence of stable bodies of surface liquid has been found.\n\nTitan is the sixth ellipsoidal moon from Saturn. Frequently described as a planet-like moon, Titan is 50% larger than Earth's Moon, and it is 80% more massive. It is the second-largest moon in the Solar System, after Jupiter's moon Ganymede, and is larger than the smallest planet, Mercury, but only 40% as massive. Discovered in 1655 by the Dutch astronomer Christiaan Huygens, Titan was the first known moon of Saturn, and the sixth known planetary satellite (after Earth's Moon and the four Galilean moons of Jupiter). Titan orbits Saturn at 20 Saturn radii. From Titan's surface, Saturn subtends an arc of 5.09 degrees and would appear 11.4 times larger in the sky than the Moon from Earth.\n\nTitan is primarily composed of water ice and rocky material. Much as with Venus before the Space Age, the dense opaque atmosphere prevented understanding of Titan's surface until new information from the Cassini–Huygens mission in 2004, including the discovery of liquid hydrocarbon lakes in Titan's polar regions. The geologically young surface is generally smooth, with few impact craters, although mountains and several possible cryovolcanoes have been found.\n\nThe atmosphere of Titan is largely nitrogen; minor components lead to the formation of methane and ethane clouds and nitrogen-rich organic smog. The climate—including wind and rain—creates surface features similar to those of Earth, such as dunes, rivers, lakes, seas (probably of liquid methane and ethane), and deltas, and is dominated by seasonal weather patterns as on Earth. With its liquids (both surface and subsurface) and robust nitrogen atmosphere, Titan's methane cycle is analogous to Earth's water cycle, at the much lower temperature of about 94 K (−179.2 °C).\n\nExcerpt via [Wikipedia](https://en.wikipedia.org/wiki/Titan_(moon))."
}
