{
    "name": "Miranda",
    "albedo": 0.32,
    "radius": 235.8,
    "mass": 65900000000000000000,
    "centralMass": 8.681e+25,
    "axialTilt": 0,
    "inclination": 4.232,
    "atmosphere": 8421504,
    "ephemeris": {
        "nasaOrbitalCode": "705",
        "nasaBarycenterCode": "7",
        "revolutionOrder": "d"
    },
    "maps": [
        {
            "slot": "map",
            "url": "Miranda.jpg"
        }
    ],
    "argumentOfPeriapsis": 244.0701800710327,
    "eccentricity": 0.001314431963182846,
    "longitudeOfAscendingNode": 172.0696010336766,
    "semimajor": 129875.8183677679,
    "semiminor": 129875.70617245563,
    "periapses": {
        "last": 1507985848438.427,
        "next": 1508232090014.8093
    },
    "description": "Miranda, also designated Uranus V, is the smallest and innermost of Uranus's five round satellites. It was discovered by Gerard Kuiper on 16 February 1948 at McDonald Observatory, and named after Miranda from William Shakespeare's play The Tempest. Like the other large moons of Uranus, Miranda orbits close to its planet's equatorial plane. Because Uranus orbits the Sun on its side, Miranda's orbit is perpendicular to the ecliptic and shares Uranus's extreme seasonal cycle.\n\nAt just 470 km in diameter, Miranda is one of the smallest closely observed objects in the Solar System that might be in hydrostatic equilibrium (spherical under its own gravity). The only close-up images of Miranda are from the Voyager 2 probe, which made observations of Miranda during its Uranus flyby in January 1986. During the flyby, Miranda's southern hemisphere pointed towards the Sun, so only that part was studied. There are no active plans at present to return to study the moon in more detail, although various concepts such as a Uranus orbiter and probe have been proposed from time to time.\n\nLike all of Uranus' moons, Miranda probably formed from an accretion disc that surrounded the planet shortly after its formation, and, like other large moons, it is likely differentiated, with an inner core of rock surrounded by a mantle of ice. Miranda has one of the most extreme and varied topographies of any object in the Solar System, including Verona Rupes, a 5- to 10-kilometer-high scarp, and chevron-shaped tectonic features called coronae. The origin and evolution of this varied geology, the most of any Uranian satellite, are still not fully understood, and multiple hypotheses exist regarding Miranda's evolution.\n\nExcerpt via [Wikipedia](https://en.wikipedia.org/wiki/Miranda_(moon))."
}
