{
    "name": "Uranus",
    "albedo": 0.51,
    "sidereal": -0.71833,
    "radius": 25362,
    "mass": 8.681e+25,
    "centralMass": 1.989e+30,
    "axialTilt": 97.77,
    "inclination": 0.77,
    "atmosphere": 5804449,
    "satellites": [
        "ariel",
        "miranda",
        "oberon",
        "titania",
        "umbriel"
    ],
    "ephemeris": {
        "nasaOrbitalCode": "7",
        "nasaBarycenterCode": "0",
        "revolutionOrder": "y"
    },
    "maps": [
        {
            "slot": "map",
            "url": "Uranus.jpg"
        }
    ],
    "argumentOfPeriapsis": 97.10093681233873,
    "eccentricity": 0.04737199527143244,
    "longitudeOfAscendingNode": 74.00200944736554,
    "semimajor": 2870331038.1469154,
    "semiminor": 2867108565.77866745,
    "periapses": {
        "last": -113961600000,
        "next": 2544307200000
    },
    "description": "Uranus is the seventh planet from the Sun. It has the third-largest planetary radius and fourth-largest planetary mass in the Solar System. Uranus is similar in composition to Neptune, and both have different bulk chemical composition from that of the larger gas giants Jupiter and Saturn. For this reason, scientists often classify Uranus and Neptune as \"ice giants\" to distinguish them from the gas giants. Uranus's atmosphere is similar to Jupiter's and Saturn's in its primary composition of hydrogen and helium, but it contains more \"ices\" such as water, ammonia, and methane, along with traces of other hydrocarbons. It is the coldest planetary atmosphere in the Solar System, with a minimum temperature of 49 K (−224 °C; −371 °F), and has a complex, layered cloud structure with water thought to make up the lowest clouds and methane the uppermost layer of clouds. The interior of Uranus is mainly composed of ices and rock.\n\nUranus is the only planet whose name is derived directly from a figure from Greek mythology, from the Latinised version of the Greek god of the sky Ouranos. Like the other giant planets, Uranus has a ring system, a magnetosphere, and numerous moons. The Uranian system has a unique configuration among those of the planets because its axis of rotation is tilted sideways, nearly into the plane of its solar orbit. Its north and south poles, therefore, lie where most other planets have their equators. In 1986, images from Voyager 2 showed Uranus as an almost featureless planet in visible light, without the cloud bands or storms associated with the other giant planets. Observations from Earth have shown seasonal change and increased weather activity as Uranus approached its equinox in 2007. Wind speeds can reach 250 metres per second (900 km/h; 560 mph).\n\nExcerpt via [Wikipedia](https://en.wikipedia.org/wiki/Uranus)."
}
