{
    "name": "Phobos",
    "albedo": 0.071,
    "radius": 11.2667,
    "mass": 10659000000000000,
    "centralMass": 6.4171e+23,
    "axialTilt": 0,
    "inclination": 1.093,
    "atmosphere": 10523269,
    "ephemeris": {
        "nasaOrbitalCode": "401",
        "nasaBarycenterCode": "4",
        "revolutionOrder": "d"
    },
    "maps": [
        {
            "slot": "map",
            "url": "Phobos.jpg"
        }
    ],
    "argumentOfPeriapsis": 291.9393576881656,
    "eccentricity": 0.01537099178317446,
    "longitudeOfAscendingNode": 82.96758792024443,
    "semimajor": 9377.918901174819,
    "semiminor": 9376.81098752629,
    "periapses": {
        "last": 1508532273186.4795,
        "next": 1509221388674.8328
    },
    "description": "Phobos (*FOH-bəs* or *FOH-bos*, from the Greek *Φόβος.*) (systematic designation: Mars I) is the innermost and larger of the two natural satellites of Mars, the other being Deimos. Both moons were discovered in 1877 by American astronomer Asaph Hall.\n\nPhobos is a small, irregularly shaped object with a mean radius of 11 km (7 mi), and is seven times as massive as the outer moon, Deimos. Phobos is named after the Greek god Phobos, a son of Ares (Mars) and Aphrodite (Venus), and the personification of horror (cf. phobia).\n\nPhobos orbits 6,000 km (3,700 mi) from the Martian surface, closer to its primary body than any other known planetary moon. It is indeed so close that it orbits Mars much faster than Mars rotates, and completes an orbit in just 7 hours and 39 minutes. As a result, from the surface of Mars it appears to rise in the west, move across the sky in 4 hours and 15 minutes or less, and set in the east, twice each Martian day.\n\nPhobos is one of the least reflective bodies in the Solar System, with an albedo of just 0.071. Surface temperatures range from about −4 °C (25 °F) on the sunlit side to −112 °C (−170 °F) on the shadowed side. The defining surface feature is the large impact crater, Stickney, which takes up a substantial proportion of the moon's surface.\n\nImages and models indicate that Phobos may be a rubble pile held together by a thin crust, and that it is being torn apart by tidal interactions. Phobos gets closer to Mars by about 2 meters every one hundred years, and it is predicted that within 30 to 50 million years it will either collide with the planet, or break up into a planetary ring.\n\nExcerpt via [Wikipedia](https://en.wikipedia.org/wiki/Phobos_(moon))."
}
